
const Factsdata=[
    {
    'id':'1',
    'title':'તમારા આધ્યાત્મિક જીવનને પોષવાની 10 રીતો.',
    'img':'https://images.pexels.com/photos/1142941/pexels-photo-1142941.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500',
     'body':[
         {
            'startcontent':'કોઈપણ આધ્યાત્મિક માર્ગનું ઉચ્ચતમ લક્ષ્ય એ શરણાગતિ છે. તેમ છતાં તમે શરણાગતિ શબ્દને હાર અથવા નબળાઇ સાથે જોડી શકો છો, તે સૌથી શક્તિશાળી આધ્યાત્મિક ક્રિયા છે, જે તમને અનંત સ્વતંત્રતા અને શક્યતાઓ પ્રદાન કરે છે. શરણાગતિ એ વિશ્વાસ રાખે છે કે ભગવાન, બ્રહ્માંડ અથવા intelligenceંચી બુદ્ધિ કંઈપણ સિદ્ધ કરી શકે છે, પછી ભલે તમે કોઈ પરિસ્થિતિના પરિણામની અપેક્ષા ન કરી શકો.ભાવનાના સ્તરેબધું હંમેશાં સંપૂર્ણ રીતે ઉદ્ભવતા હોય છે, અને તમારે સંઘર્ષ કરવો પડતો નથી અથવા પરિસ્થિતિઓને તમારા માર્ગ પર જવા માટે દબાણ કરવાની જરૂર નથી. તે ફક્ત તમારું અહમ-મન છે જે માને છે કે તમે પ્રતિકૂળ વિશ્વમાં ટકી રહેવાનો પ્રયત્ન કરી રહેલા એકલતાવાળા વ્યક્તિ છો. સત્યમાં, તમે આધ્યાત્મિક પ્રાણી છો. જ્યારે તમે આત્માને શરણે જાઓ છો અને તમારી intelligenceંડા બુદ્ધિનો અવાજ સાંભળો છો, ત્યારે તમે સંઘર્ષને સમાપ્ત કરો છો. તમે ભય અને શંકાથી તમારી જાતને મુક્ત કરો અને તમારા અહમ દ્વારા theભી કરેલી અવરોધોને મુક્ત કરો.સંપૂર્ણ આધ્યાત્મિક માર્ગને જવા દેવાનું શીખવાનું તરીકે વર્ણવી શકાય છે, પરંતુ એક સાથે જવા દેવાનું શક્ય નથી. આ ઘણાં નાના પગલાઓનો માર્ગ છે, awarenessંડા જાગૃતિ સાથે સ્વચાલિત પ્રતિક્રિયાઓને બદલવાની પ્રક્રિયા. અહીં માર્ગ માટેના માર્ગદર્શિકા છે જે મારા માટે વ્યક્તિગત રૂપે અસરકારક સાબિત થઈ છે અને મને લાગે છે કે ઘણા લોકો માટે કાર્ય કરશે:'      
         },
         {
           'content1':'તમારું ભાગ્ય તમારા આત્માની દિશામાં આગળ વધવું છે, અને તે બળતણ એ નિયત ચાલ બનાવે છે તે હેતુ છે. દરરોજ, થોડોક વધુ જવા દેવાનો ઇરાદો રાખો, અહંકારના ભ્રાંતિમાં છૂટા થવાના અંતરને બંધ કરો. તમારા ખોટા ઇરાદાઓને પણ છૂટા કરો, જે દોષિત ઇચ્છાઓનું સ્વરૂપ લે છે: હું ઇચ્છું છું કે કોઈ અન્ય નિષ્ફળ થાય. હું પણ મેળવવા માંગુ છું. હું એવું કંઈક લેવા માંગુ છું જે મારી પોતાની નથી.ખોટા ઇરાદાઓ પ્રપંચી હોઈ શકે છે, પરંતુ ભય, લોભ, ક્રોધાવેશ, નિરાશા અને નબળાઇ સહિતના તેઓ જે લાગણી અનુભવે છે તેનાથી તમે તેમને ઓળખી શકો છો. પ્રથમ લાગણી અનુભવો, તેમાં ખરીદી કરવાનો ઇનકાર કરો, અને ત્યાં સુધી જાગૃત રહો, જ્યાં સુધી તમને નીચેનો હેતુ છૂપો નહીં આવે.' 
         },
     ]   
     },
]

export default Factsdata;