import React from "react";

const Depression = () => {
  return (
    <>
      <div className="container mx-auto mt-4">
        <div className="mt-4">
          <span className="text-2xl">હતાશા સામે કેવી રીતે લડવું</span>
          <img
            src="https://images.pexels.com/photos/250609/pexels-photo-250609.jpeg?auto=compress&cs=tinysrgb&dpr=3&h=750&w=1260"
            alt=""
          />
        </div>
        <div className="mt-4">
          <p className="text-xl">
            ઉદાસીનતા તમારી energyર્જાને ડ્રેઇન કરી શકે છે, તમને ખાલી અને થાકની
            લાગણી છોડશે. આ તાકાત અથવા સારવાર લેવાની ઇચ્છાને એકત્રિત કરવામાં
            મુશ્કેલ બનાવે છે. જો કે, નિયંત્રણમાં વધુ અનુભૂતિ કરવામાં અને તમારી
            સુખાકારીની એકંદર સમજને સુધારવા માટે તમે નાના પગલા લઈ શકો છો.
          </p>

          <ul className="mt-4">
            <li className="text-xl">
              1. તમારી જાતને મળો જ્યાં તમે છો
              <p>
                હતાશા સામાન્ય છે. તે લાખો લોકોને અસર કરે છે, જેમાં તમારા જીવનમાં
                કેટલાકનો સમાવેશ થાય છે. તમે સમજી શકતા નથી કે તેઓ સમાન પડકારો,
                ભાવનાઓ અને અવરોધોનો સામનો કરે છે. ડિપ્રેશન માટે સ્વ-સારવારની
                ચાવી ખુલ્લી, સ્વીકારવી અને તમારી જાત પ્રત્યે અને તમે જેમાંથી
                પસાર થઈ રહ્યા છો તેના તરફ પ્રેમાળ હોવું જોઈએ.
              </p>
            </li>
            <li className="text-xl">
              2. જો તમારે વlowલો કરવાની જરૂર હોય, તો વ walલો કરો - પરંતુ
              રચનાત્મક રીતે કરો
              <p>
                તમારી લાગણીઓ અને ભાવનાઓને દબાવવું એ હતાશાના નકારાત્મક લક્ષણોનો
                સામનો કરવાની વ્યૂહાત્મક રીત જેવું લાગે છે. પરંતુ આ તકનીક આખરે
                અનિચ્છનીય છે. જો તમારી પાસે ડાઉન ડે થઈ રહ્યો છે, તો તે રાખો.
                તમારી જાતને લાગણીઓ અનુભવવા દો - પરંતુ ત્યાં ન રહો. તમે જે અનુભવી
                રહ્યાં છો તેના વિશે લખવાનું અથવા જર્નલિંગ પર વિચાર કરો. પછી,
                જ્યારે લાગણીઓ ઉત્થાન થાય છે, તે વિશે પણ લખો. નિરાશાજનક લક્ષણોના
                પ્રવાહ અને પ્રવાહને જોતા સ્વ-ઉપચાર અને આશા બંને માટે ઉપદેશક બની
                શકે છે.
              </p>
            </li>
            <li className="text-xl">
              3. જાણો કે આજે કાલનો સૂચક નથી
              <p>
                આજનો મૂડ, ભાવનાઓ અથવા વિચારો આવતી કાલનું નથી. જો તમે આજે
                પથારીમાંથી બહાર નીકળવામાં અથવા તમારા લક્ષ્યોને પૂરા કરવામાં
                નિષ્ફળ રહ્યા હો, તો યાદ રાખો કે તમે કાલે ફરીથી પ્રયાસ કરવાની તક
                ગુમાવી નથી. તમારી જાતને તે સ્વીકારવાની કૃપા આપો કે જ્યારે કેટલાક
                દિવસ મુશ્કેલ હશે, કેટલાક દિવસો પણ મહાન રહેશે. આવતી કાલની નવી
                શરૂઆતની રાહ જોવાની કોશિશ કરો.
              </p>
            </li>
            <li className="text-xl">
              4. સંપૂર્ણને સામાન્ય બનાવવાની જગ્યાએ ભાગોનું મૂલ્યાંકન કરો
              <p>
                હતાશા નકારાત્મક લાગણીઓ સાથે સ્મૃતિઓને વલણ આપી શકે છે. તમે કદાચ
                પોતાને એક વસ્તુ પર ધ્યાન કેન્દ્રિત કરતા જોશો કે જે ઘણી બધી
                વસ્તુઓ બરાબર થઈ ગઈ તેના બદલે ખોટું થયું. આ અતિશયોક્તિકરણને
                રોકવાનો પ્રયાસ કરો. સારી ઓળખવા માટે પોતાને દબાણ કરો. જો તે મદદ
                કરે છે, તો ઇવેન્ટ અથવા દિવસ વિશે શું ખુશ હતું તે લખો. પછી ખોટું
                થયું છે તે લખો. તમે એક વસ્તુને જે વજન આપી રહ્યાં છો તે જોતાં
                તમારા વિચારોને સંપૂર્ણથી દૂર કરવા અને સકારાત્મક વ્યક્તિગત ટુકડાઓ
                તરફ દોરવામાં મદદ મળી શકે છે.
              </p>
            </li>
            <li className="text-xl">
              5. 'ડિપ્રેસન અવાજ' સૂચવે છે તેનાથી વિરુદ્ધ કરો
              <p>
                તમારા માથામાં નકારાત્મક, અતાર્કિક અવાજ તમારી જાતને સ્વ-સહાયથી
                વાચા આપી શકે છે. જો કે, જો તમે તેને ઓળખવાનું શીખી શકો, તો તમે
                તેને બદલવાનું શીખી શકો છો. તર્કને શસ્ત્ર તરીકે વાપરો. દરેક
                વિચારને તે થાય છે તેમ વ્યક્તિગત રૂપે સંબોધન કરો. જો તમે માનો છો
                કે કોઈ ઇવેન્ટ મનોરંજક અથવા તમારા સમયનો યોગ્ય નહીં હોય, તો તમારી
                જાતને કહો, "તમે બરોબર હશો, પરંતુ અહીં બીજી રાત બેસવા કરતાં સારું
                રહેશે." તમે જલ્દીથી નકારાત્મક હંમેશા વાસ્તવિક વાસ્તવિક દેખાતા
                નથી.
              </p>
            </li>
            <li className="text-xl">
              6. પ્રાપ્ય લક્ષ્યો સેટ કરો
              <p>
                કરવાની લાંબી સૂચિ એટલી વજનવાળી હોઈ શકે છે કે તમે કશું જ નહીં
                કરો. કાર્યોની લાંબી સૂચિ સંકલન કરવાને બદલે, એક કે બે નાના
                લક્ષ્યો નક્કી કરવાનું ધ્યાનમાં લો.
              </p>
              <p>
                દાખ્લા તરીકે: ઘર સાફ કરશો નહીં; કચરો બહાર કા .ો. Allગલા કરેલી
                બધી લોન્ડ્રી ન કરો; ફક્ત થાંભલાઓને રંગ દ્વારા સ sortર્ટ કરો.
                તમારા સંપૂર્ણ ઇમેઇલ ઇનબોક્સને સાફ કરશો નહીં; ફક્ત કોઈપણ
                સમય-સંવેદનશીલ સંદેશાઓને સંબોધવા.
              </p>
              <p>
                જ્યારે તમે કોઈ નાની વસ્તુ કરી લો છો, ત્યારે બીજી નાની વસ્તુ પર
                નજર રાખો, અને પછી બીજી. આ રીતે, તમારી પાસે મૂર્ત સિદ્ધિઓની સૂચિ
                છે અને એક અસ્પૃશ્ય ટૂ-ડૂ સૂચિ નથી.
              </p>
            </li>
            <li className="text-xl">
              7. તમારા પ્રયત્નોને બદલો આપો
              <p>
                બધા લક્ષ્યો માન્યતા લાયક છે, અને બધી સફળતાઓ ઉજવણી માટે યોગ્ય છે.
                જ્યારે તમે કોઈ લક્ષ્ય પ્રાપ્ત કરો છો, ત્યારે તેને ઓળખવા માટે
                શ્રેષ્ઠ પ્રયાસ કરો. તમને કેક અને કોન્ફેટીથી ઉજવણી કરવાનું મન ન
                થાય, પણ તમારી પોતાની સફળતાને માન્યતા માનવીના નકારાત્મક વજન સામે
                ખૂબ શક્તિશાળી હથિયાર બની શકે છે. સારી રીતે કરેલી જોબની યાદશક્તિ
                ખાસ કરીને નકારાત્મક વાતો અને અતિશયોક્તિકરણ સામે શક્તિશાળી હોઈ
                શકે છે.
              </p>
            </li>
            <li className="text-xl">
              8. તમે નિયમિત બનાવવા માટે મદદરૂપ થઈ શકો છો
              <p>
                જો ડિપ્રેસિવ લક્ષણો તમારી દૈનિક રીતભાતને વિક્ષેપિત કરે છે, તો
                નમ્ર શિડ્યુલ સેટ કરવાથી તમે નિયંત્રણમાં રહેશો. પરંતુ આ યોજનાઓ
                માટે આખો દિવસ નકશો બનાવવાની જરૂર નથી. તમારું શેડ્યૂલ કામ પહેલાં
                અથવા બેડ પહેલાંના સમય પર ધ્યાન કેન્દ્રિત કરી શકે છે. કદાચ તે
                ફક્ત અઠવાડિયાના અંત માટે છે. છૂટક, પરંતુ રચનાત્મક, નિયમિત બનાવવા
                પર ધ્યાન કેન્દ્રિત કરો જે તમને તમારી દૈનિક ગતિ ચાલુ રાખવામાં
                સહાય કરી શકે.
              </p>
            </li>
            <li className="text-xl">
              <span>9. તમે આનંદ કંઈક કરો</span>
              <p>
                હતાશા તમને તમારા થાકને દબાણમાં લાવી શકે છે. તે ખુશ લાગણીઓ કરતાં
                વધુ શક્તિશાળી લાગે છે. પાછળ ધકેલવાનો પ્રયત્ન કરો અને તમને કંઈક
                ગમતું કરો - કંઈક એવું જે આરામદાયક છે, પરંતુ ઉત્સાહપૂર્ણ છે. તે
                કોઈ સાધન વગાડવાનું, પેઇન્ટિંગ, હાઇકિંગ અથવા બાઇકિંગ ચલાવી શકે
                છે. આ પ્રવૃત્તિઓ તમારા મૂડ અને inર્જામાં સૂક્ષ્મ લિફ્ટ્સ પ્રદાન
                કરી શકે છે, જે તમને તમારા લક્ષણોને દૂર કરવામાં મદદ કરી શકે છે.
              </p>
            </li>
            <li className="text-xl">
              <span>10. પ્રકૃતિ સમય વિતાવે છે</span>
              <p>
                મધર કુદરત ડિપ્રેસન પર શક્તિશાળી પ્રભાવ પાડી શકે છે. રિસર્ચ
                ટ્રસ્ટેડ સોર્સ સૂચવે છે કે જે લોકો પ્રકૃતિમાં સમય વિતાવે છે
                તેનાથી માનસિક સ્વાસ્થ્યમાં સુધારો થયો છે. સૂર્યપ્રકાશનો સંપર્ક એ
                જ કેટલાક ફાયદાઓ આપી શકે છે. તે તમારા સેરોટોનિનના સ્તરોમાં વધારો
                કરી શકે છે, જે અસ્થાયી મૂડ બુસ્ટટ્ર્સ્ટ સ્રોત પ્રદાન કરી શકે છે.
                ઝાડ વચ્ચે બપોરના સમયે ફરવા અથવા તમારા સ્થાનિક ઉદ્યાનમાં થોડો સમય
                વિતાવવાનો વિચાર કરો. અથવા વીકએન્ડ પર્યટનની યોજના બનાવો. આ
                પ્રવૃત્તિઓ તમને પ્રકૃતિ સાથે ફરીથી કનેક્ટ થવા અને તે જ સમયે
                કેટલાક કિરણોમાં પલાળવામાં મદદ કરી શકે છે.
              </p>
            </li>
          </ul>
        </div>
      </div>
    </>
  );
};

export default Depression;
