import React from "react";
import {Link} from 'react-router-dom'
import youtube from '../Images/youtube.png'
import whatapp from '../Images/whatsapp.png'
import instagram from '../Images/instagram.png'

const Happiness = () => {
  return (
    <>
      <div className="container mx-auto mt-4 flex flex-col justify-center">
        <div className="mt-4 flex">
          <h3>જીવનમાં સાચું સુખ શોધવાની 15 રીતો</h3>
          <img
            className="border-2 rounded-2xl "
            src="https://images.pexels.com/photos/1761279/pexels-photo-1761279.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500"
            alt=""
          />
        </div>
        <div className="mt-3">
          <p className="text-xl ">
            સુખ વ્યક્તિલક્ષી છે. જ્યારે અન્ય લોકો કહે છે કે સફળતા, સંપત્તિ અને
            સુંદરતા સુખ ખરેખર શું છે તે નિર્ધારિત કરતી નથી, કેટલાક લોકો માટે, તે
            બધું છે જે તેઓને જોઈએ છે. તેથી, તમે ખરેખર સુખી કરી શકતા નથી કે
            જેનાથી લોકો ખુશ થાય છે. જો તે આનંદની ક્ષણિક ભાવના નહીં પણ આનંદ અને
            સંતોષનો કાયમી સ્રોત છે, તો તે તમારા સાચા આનંદ હોઈ શકે.
          </p>
        </div>
        <div className="mt-3 ">
          <ul>
            <li className="mt-3">
              <p className="text-lg">
                1. જાણો કે સુખ તમારા માટે શું છે. પ્રથમ, તમારે જાણવાની જરૂર છે
                કે તમારા માટે ખુશીનો અર્થ શું છે. તમારા મિત્રની ખુશી તેના પોતાના
                પરિવારનું નિર્માણ કરી શકે છે, તમારી ખુશી તમારા પોતાના પુસ્તકને
                પ્રકાશિત કરી રહી છે, અને તમારા બીજા મિત્રની ખુશી સંપત્તિ એકઠા
                કરી રહી છે. દરેકની ખુશીની પોતાની વ્યાખ્યા હોય છે. તમે અન્યની
                ખુશીની વ્યાખ્યાને ક્ષીણ કરી શકતા નથી; ન તો તેમને તમારો ન્યાય
                કરવાનો અધિકાર નથી. તેથી, પ્રથમ તમારી જાતને પૂછવામાં અચકાશો નહીં:
                "મને ખરેખર શું ખુશ કરે છે"?
              </p>
            </li>
            <li className="mt-3">
              <p className="text-lg">
                2. તમારી ખુશી માટે સખત મહેનત કરો. તમને ખરેખર સુખી બનાવે છે તે
                જાણવાનું એ ફક્ત પ્રથમ પગલું છે. તમારે સુખ પ્રાપ્ત કરવા માટે,
                તમારે સખત મહેનત કરવાની જરૂર છે. શું વ્યવસાય ઉદ્યોગમાં તમારું
                પોતાનું નામ બનાવવું એ તમારી સાચી ખુશી છે? શું તે તમારા કુટુંબને
                ખુશ કરે છે જે તમને ખુશ કરે છે? પછી, સખત મહેનત કરો. તમારા સાચા
                સુખની પ્રાપ્તિ ખાતરીપૂર્વક રાતોરાત થશે નહીં. હા, તે ક્યારેય સરળ
                રહેશે નહીં, પરંતુ તે બધા તેના માટે યોગ્ય રહેશે.
              </p>
            </li>
            <li className="mt-3">
              <p className="text-lg">
                . ફક્ત તમને ખુશ કરવા માટે અન્ય લોકો પર આધાર રાખશો નહીં. ઉપરાંત,
                તમારે યાદ રાખવાની જરૂર છે કે તમારી ખુશી અન્ય લોકો પર આધારિત નથી.
                તમારા પોતાના પર ખરેખર ખુશ રહો. ખુશ રહો જો તમે કુંવારા છો; એક
                હોવા સાથે કંઈ ખોટું નથી. જો તમે સંબંધમાં છો, તો તમારા જીવનસાથી
                પર વધુ પડતો ભરોસો ન કરો. આ કહેવાનો અર્થ એ નથી કે તમારે તમારા
                જીવનસાથી સાથે સંપૂર્ણ આનંદ ન કરવો જોઈએ; તમે તેના લાયક છો, પરંતુ
                અન્ય લોકો પર આધાર રાખ્યા વિના, વાસ્તવિક રીતે ખુશ થવાના માર્ગો
                શોધવાનું ભૂલશો નહીં.
              </p>
            </li>
            <li className="mt-3">
              <p className="text-lg">
                4. સ્થિરતા મેળવો. ચાલો વાસ્તવિક હોઈએ. જો તમને હજી સ્થિરતા ન મળી
                હોય તો સાચી ખુશી મેળવવી મુશ્કેલ છે. મસ્લોઝની હાયરાર્કી Neફ નેડ્સ
                અનુસાર, તમારે ઉચ્ચ જરૂરિયાતો પ્રાપ્ત કરવા માટે તમારે તમારી
                શારીરિક અને સલામતી આવશ્યકતાઓને પૂર્ણ કરવાની જરૂર છે. આ જ વસ્તુ
                સુખને લાગુ પડે છે. જો તમે તમારી મૂળ જરૂરિયાતો પૂરી પાડી શકતા નથી
                તો તે જે પણ છે તે પ્રાપ્ત કરવું મુશ્કેલ છે.
              </p>
            </li>
            <li className="mt-3">
              <p className="text-lg">
                5. સ્વસ્થ રહો. જો તમે પહેલાથી જ ખુશી મેળવી લીધી હોય, તો પણ તમે
                સ્વસ્થ નહીં રહે, તો બધું બગાડ થઈ જશે. સંપત્તિ શું છે જો તમે તેનો
                આનંદ માણવા માટે સક્ષમ ન હોવ? તમારી સંભાળ રાખો. તમે જે ખાશો તેના
                માટે જવાબદાર બનો; તમારા શરીર સાથે જવાબદાર બનો. જો તમે તમારા
                સ્વાસ્થ્યને પ્રાધાન્ય આપશો નહીં તો તમે પરિણામ જાણો છો.
              </p>
            </li>
            <li className="mt-3">
              <p className="text-lg">
                6. નાની વસ્તુઓની પ્રશંસા કરો. કેટલીકવાર, તમે જીવનની સામાન્ય
                વસ્તુઓ કે જે તમને ખરેખર ખુશ કરી શકે છે તેની અવગણના કરે છે તે સુખ
                શોધવામાં ખૂબ જ આકર્ષિત થઈ શકો છો. શું તે અદ્ભુત નથી કે તમે હજી
                શ્વાસ લઈ રહ્યાં છો? શું સૂર્યોદય અને અસ્તિત્વ જોવાનું શ્રેષ્ઠ
                નથી? તમારી પાસે જે વસ્તુઓ છે તેની પ્રશંસા કરવાનું શીખો. જો તમે
                કૃતજ્ being હોવાનો વલણ વિકસિત કરશો, તો જીવનમાં સાચી ખુશી મેળવવી
                તમારા માટે સરળ રહેશે.
              </p>{" "}
            </li>
            <li className="mt-3">
              <p className="text-lg">
                7. તમારી જાતને અને અન્ય લોકોને માફ કરો. કેટલીકવાર, તમે ભૂતકાળની
                ભૂલ માટે પોતાને દોષી ઠેરવશો. તમે વિચારો છો કે તમે જે કર્યું તેના
                કારણે તમારું જીવન દયનીય છે. જો તમે પોતાને દોષી રાખતા રહો છો, તો
                પછી તમને જીવનમાં ભાગ્યે જ સાચી ખુશી મળશે. પોતાને માફ કરવાનું
                શીખો; જાણો કે તમારી પાસે હજી પણ તમારી જાતને વધુ સારી બનાવવાની તક
                છે. ઉપરાંત, જો તમે થોડી ઝગડો રાખો છો અથવા અન્ય લોકો માટે નફરત પણ
                કરો છો, તો તેમને માફ કરવા માટે પ્રયત્ન કરો. તે નફરતને જીવનમાં
                ખરેખર ખુશ થવાનું બંધ ન કરો.
              </p>{" "}
            </li>
            <li className="mt-3">
              <p className="text-lg">
                8. લીલા ડોળાવાળું રાક્ષસને હરાવો. કેટલીકવાર, ઇર્ષ્યાને હરાવવી
                મુશ્કેલ છે. જો કે, જો તમે તમારી જાતની તુલના બીજા લોકો સાથે કરતા
                રહો તો તમને જીવનમાં સાચી ખુશી મળી શકશે નહીં. હંમેશાં એવા લોકો
                હશે જે તમારા કરતા વધુ સફળ, વધુ તેજસ્વી, વધુ સારા દેખાશે. જો કે,
                તે વ્યક્તિ તરીકે તમને ઓછું બનાવતું નથી. તમારી પાસે કંઈક હોઈ શકે
                છે જે અન્ય પાસે નથી. તેઓ હમણાં તમારી પાસે હમણાં જ જેનું સપનું છે
                તે સપનામાં હશે, તેથી લીલા ડોળાવાળું રાક્ષસને હરાવો.
              </p>{" "}
            </li>
            <li className="mt-3">
              <p className="text-lg">
                9. અન્ય લોકો માટે ખરેખર ખુશ રહો. એકવાર તમે લીલા ડોળાવાળું રાક્ષસ
                જીતી લીધા પછી, તમારા માટે અન્ય લોકો માટે ખરા અર્થમાં ખુશ થવું
                વધુ સરળ રહેશે. યાદ રાખો કે એકની સફળતા એ તમારી નિષ્ફળતા નથી. જો
                તમારા શ્રેષ્ઠ મિત્રને હમણાં જ બedતી મળી છે અથવા વિદેશમાં ભણવાની
                તક મળી છે, તો તેના અથવા તેના માટે ખરેખર ખુશ રહો. તમે ત્યાં
                પહોંચશો; તમારી પાસે તમારો પોતાનો ટાઇમ ઝોન છે.
              </p>{" "}
            </li>
            <li className="mt-3">
              <p className="text-lg">
                10. તમે બદલી શકતા નથી તે બાબતોને સ્વીકારો. જીવનમાં સાચી ખુશી
                મેળવવા માટે, તમારે સ્વીકારવાની જરૂર છે કે એવી કેટલીક બાબતો છે જે
                તમે બદલી શકતા નથી. તમે તમારી ભૂતકાળની ભૂલો, તમારું બાળપણ, તમારી
                heightંચાઈ વગેરેને બદલી શકતા નથી. અહીં ફક્ત એવી વસ્તુઓ છે જે
                તમારા નિયંત્રણની બહાર છે. તમારે આગળ વધવાનું ચાલુ રાખવું અને તે જ
                ભૂલો ન કરવાનો વિચાર કરવાની જરૂર છે.
              </p>
            </li>
            <li className="mt-3">
              <p className="text-lg">
                11. તમે શું કરી શકો તેના પર ધ્યાન કેન્દ્રિત કરો. જ્યારે કેટલીક
                વસ્તુઓ છે જે તમે બદલી શકતા નથી, ત્યાં ઘણી બધી વસ્તુઓ છે જે તમે
                કરી શકો છો. તેમના પર ધ્યાન કેન્દ્રિત કરો. શું તમે જે કંપની માટે
                કામ કરી રહ્યા છો તેમાં સૌથી વધુ શક્ય રેન્ક મેળવવા માંગો છો? તે
                પછી, તે લક્ષ્ય માટે સખત મહેનત કરો. કામની સારી નૈતિકતા છે.
                સ્વ-સુધારણાની શોધ કરો. વજન ઓછું કરવા માંગો છો? પછી, તે વિશે કંઈક
                કરો. જાતે પડકાર. નિશ્ચિત, સમર્પિત અને શિસ્તબદ્ધ રહો.
              </p>
            </li>
            <li className="mt-3">
              <p className="text-lg">
                {" "}
                12. એક વિરામ લો. વસ્તુઓ વિશે તમે કેટલા જુસ્સાદાર છો, પછી પણ તમે
                થાકી જશો. તેથી જ તમારા માટે થોડા સમય પછી દરેક વાર વિરામ લેવો
                મહત્વપૂર્ણ છે. નિદ્રા લેવા. પ્રવાસ. પાર્ટીમાં જાઓ. પીવું. એક
                પુસ્તક વાંચી. ગમે તે કરો જે તમને આરામ આપે.
              </p>{" "}
            </li>
            <li className="mt-3">
              <p className="text-lg">
                {" "}
                13. તમારી જાતને સકારાત્મક લોકોથી ઘેરી લો. જીવનમાં સાચી ખુશી
                શોધવાની બીજી રીત એ છે કે તમારી જાતને સકારાત્મક લોકોથી ઘેરી લેવી.
                રાશિઓ સાથે રહો જે તમને ઉત્સાહિત કરશે. તમારી ભાવનાને ઉત્તેજન
                આપનારા લોકો સાથે રહો. આ લોકો તમને જે સુખી કરે છે તેના અનુસરણ
                માટે તમને પ્રેરણા આપે છે. આ લોકો તમને યાદ અપાવે છે કે જીવનમાં
                ઘણી બધી બાબતો વિશે ખુશ રહે છે.
              </p>{" "}
            </li>
            <li className="mt-3">
              <p className="text-lg">
                {" "}
                14. બીજા લોકોને કંઈક સરસ કરો. જીવનમાં સાચી ખુશી શોધવાનું એક
                રહસ્ય એ છે કે અન્ય લોકો સાથે સારી રીતે વર્તવું. તમારે તેમના માટે
                ભવ્ય વસ્તુઓ કરવાની જરૂર નથી. ફક્ત તેમને બતાવવું કે તમે તેમની
                કાળજી લો છો તે પહેલાથી જ મોટો તફાવત છે. એક વૃદ્ધ માણસને શેરી પાર
                કરવામાં સહાય કરો. ગપસપ ટાળો. દાન કાર્ય કરો. તમને કદાચ અન્ય
                લોકોનું સ્મિત જોઈને જીવનમાં વાસ્તવિક હેતુ અને સુખ મળશે.
              </p>{" "}
            </li>
            <li className="mt-3">
              <p className="text-lg">
                15. જાતે વિજય મેળવો. સૌથી અગત્યનું, પોતાને જીતીને જીવનમાં સાચી
                ખુશી મેળવો. તમારો સૌથી મોટો શત્રુ તમારો પાડોશી નથી, કામ પર તમારો
                હરીફ નથી, તમારા શિક્ષકનો નથી, પણ તમારો છે. તમારી ચિંતાઓ દૂર કરો.
                તમારા ભયનો સામનો કરો. “શું આઈએફએસ” માં ન જીવો. ઉભા થઈ જાવ. તમે
                ખરેખર કરી શકો તેવી કલ્પનાઓ તમે કદી કરી ન હતી તે બાબતોથી પોતાને
                આશ્ચર્યજનક બનાવો. ખરેખર, સાચી ખુશી શોધવી થોડી મુશ્કેલ લાગે છે.
                જો કે, તમે હંમેશાં કંઈક કરી શકો છો. જાતે રહો. સખત કામ કરવું.
                કયારેય હતાશ થશો નહીં. તમે ઇચ્છો તે રીતે તમારું જીવન જીવો, અને
                ખુશ રહો.
              </p>
            </li>
          </ul>
        </div>
        <div className='container mx-auto mt-4'>
                <div >
                    <ul className='flex flex-row justify-center'>
                        <li className='px-3'><Link><img className='w-10' alt='' src={youtube}/></Link></li>
                        <li className='px-3'><Link><img className='w-10 ' alt=''src={whatapp}/></Link></li>
                        <li className='px-3'><Link><img className='w-10' alt='' src={instagram}/></Link></li>
                     </ul>            
                </div>
        </div>
      </div>
    </>
  );
};

export default Happiness;
