import React from 'react'
import Common from './Common'

const Spiritalprops = () => {
    return (
        <>
        <Common
        title='જીવનમાં સાચું સુખ શોધવાની 15 રીતો'
        img='https://images.pexels.com/photos/1761279/pexels-photo-1761279.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500'
        startcontent=' સુખ વ્યક્તિલક્ષી છે. જ્યારે અન્ય લોકો કહે છે કે સફળતા, સંપત્તિ અને
        સુંદરતા સુખ ખરેખર શું છે તે નિર્ધારિત કરતી નથી, કેટલાક લોકો માટે, તે
        બધું છે જે તેઓને જોઈએ છે. તેથી, તમે ખરેખર સુખી કરી શકતા નથી કે
        જેનાથી લોકો ખુશ થાય છે. જો તે આનંદની ક્ષણિક ભાવના નહીં પણ આનંદ અને
        સંતોષનો કાયમી સ્રોત છે, તો તે તમારા સાચા આનંદ હોઈ શકે.'
        list1='   1. જાણો કે સુખ તમારા માટે શું છે. પ્રથમ, તમારે જાણવાની જરૂર છે
        કે તમારા માટે ખુશીનો અર્થ શું છે. તમારા મિત્રની ખુશી તેના પોતાના
        પરિવારનું નિર્માણ કરી શકે છે, તમારી ખુશી તમારા પોતાના પુસ્તકને
        પ્રકાશિત કરી રહી છે, અને તમારા બીજા મિત્રની ખુશી સંપત્તિ એકઠા
        કરી રહી છે. દરેકની ખુશીની પોતાની વ્યાખ્યા હોય છે. તમે અન્યની
        ખુશીની વ્યાખ્યાને ક્ષીણ કરી શકતા નથી; ન તો તેમને તમારો ન્યાય
        કરવાનો અધિકાર નથી. તેથી, પ્રથમ તમારી જાતને પૂછવામાં અચકાશો નહીં:
        "મને ખરેખર શું ખુશ કરે છે"?'  
        list2=' 2. તમારી ખુશી માટે સખત મહેનત કરો. તમને ખરેખર સુખી બનાવે છે તે
        જાણવાનું એ ફક્ત પ્રથમ પગલું છે. તમારે સુખ પ્રાપ્ત કરવા માટે,
        તમારે સખત મહેનત કરવાની જરૂર છે. શું વ્યવસાય ઉદ્યોગમાં તમારું
        પોતાનું નામ બનાવવું એ તમારી સાચી ખુશી છે? શું તે તમારા કુટુંબને
        ખુશ કરે છે જે તમને ખુશ કરે છે? પછી, સખત મહેનત કરો. તમારા સાચા
        સુખની પ્રાપ્તિ ખાતરીપૂર્વક રાતોરાત થશે નહીં. હા, તે ક્યારેય સરળ
        રહેશે નહીં, પરંતુ તે બધા તેના માટે યોગ્ય રહેશે.'
        
        /> 
        </>
    )
}

export default Spiritalprops
