import React from "react";

const Spritual = () => {
  return (
    <>
      <div className="container mx-auto mt-4 justify-center">
        <div className="mt-4 container">
          <img
            src="https://images.pexels.com/photos/1142941/pexels-photo-1142941.jpeg?auto=compress&cs=tinysrgb&h=650&w=940"
            alt=""
            className="border-2 rounded-2xl "
          />
          <p className="mt-3 text-xl">
            કોઈપણ આધ્યાત્મિક માર્ગનું ઉચ્ચતમ લક્ષ્ય એ શરણાગતિ છે. તેમ છતાં તમે
            શરણાગતિ શબ્દને હાર અથવા નબળાઇ સાથે જોડી શકો છો, તે સૌથી શક્તિશાળી
            આધ્યાત્મિક ક્રિયા છે, જે તમને અનંત સ્વતંત્રતા અને શક્યતાઓ આપે છે.
            શરણાગતિ એ વિશ્વાસ રાખે છે કે ભગવાન, બ્રહ્માંડ અથવા intelligenceંચી
            બુદ્ધિ કંઈપણ સિદ્ધ કરી શકે છે, પછી ભલે તમે કોઈ પરિસ્થિતિના પરિણામની
            અપેક્ષા ન કરી શકો.
          </p>
          <p className="mt-3 text-lg">
            ભાવનાના સ્તરે, બધું હંમેશાં સંપૂર્ણ રીતે ઉદ્ભવતા હોય છે, અને તમારે
            સંઘર્ષ કરવો પડતો નથી અથવા પરિસ્થિતિઓને તમારા માર્ગ પર જવા માટે દબાણ
            કરવાની જરૂર નથી. તે ફક્ત તમારું અહમ-મન છે જે માને છે કે તમે પ્રતિકૂળ
            વિશ્વમાં ટકી રહેવાનો પ્રયત્ન કરી રહેલા એકલતાવાળા વ્યક્તિ છો.
            સત્યમાં, તમે આધ્યાત્મિક પ્રાણી છો. જ્યારે તમે આત્માને શરણે જાઓ છો
            અને તમારી intelligenceંડા બુદ્ધિનો અવાજ સાંભળો છો, ત્યારે તમે
            સંઘર્ષને સમાપ્ત કરો છો. તમે ભય અને શંકાથી તમારી જાતને મુક્ત કરો અને
            તમારા અહમ દ્વારા theભી કરેલી અવરોધોને મુક્ત કરો.
          </p>
          <p className="mt-3 text-lg">
            આ ઘણાં નાના પગલાઓનો માર્ગ છે, awarenessંડા જાગૃતિ સાથે સ્વચાલિત
            પ્રતિક્રિયાઓને બદલવાની પ્રક્રિયા
          </p>
        </div>
        <div className="mt-3">
          <span className="mt-3 text-2xl">1. તમારા ઇરાદા જાણો.</span>
          <p className="mt-3 text-xl">
            તમારું ભાગ્ય તમારા આત્માની દિશામાં આગળ વધવું છે, અને તે બળતણ એ નિયત
            ચાલ બનાવે છે તે હેતુ છે. દરરોજ, થોડોક વધુ જવા દેવાનો ઇરાદો રાખો,
            અહંકારના ભ્રાંતિમાં છૂટા થવાના અંતરને બંધ કરો. તમારા ખોટા ઇરાદાઓને
            પણ છૂટા કરો, જે દોષિત ઇચ્છાઓનું સ્વરૂપ લે છે: હું ઇચ્છું છું કે કોઈ
            અન્ય નિષ્ફળ થાય. હું પણ મેળવવા માંગુ છું. હું એવું કંઈક લેવા માંગુ
            છું જે મારી પોતાની નથી.
          </p>
          <p className="mt-3 text-xl">
            ખોટા ઇરાદાઓ પ્રપંચી હોઈ શકે છે, પરંતુ ભય, લોભ, ક્રોધાવેશ, નિરાશા અને
            નબળાઇ સહિતના તેઓ જે લાગણી અનુભવે છે તેનાથી તમે તેમને ઓળખી શકો છો.
            પ્રથમ લાગણી અનુભવો, તેમાં ખરીદી કરવાનો ઇનકાર કરો, અને ત્યાં સુધી
            જાગૃત રહો, જ્યાં સુધી તમને નીચેનો હેતુ છૂપો નહીં આવે.
          </p>
        </div>
        <div className="mt-3">
          <span className="mt-3 text-2xl">2. તમારા ઇરાદાને Setંચા બનાવો.</span>
          <p className="mt-3 text-xl">
            સંત અને ચમત્કારિક કાર્યકર બનવાનો લક્ષ્ય છે. કેમ નહિ? જો તમને ખબર હોય
            કે આંતરિક વિકાસનું લક્ષ્ય નિપુણતા પ્રાપ્ત કરવાનું છે, તો જલદી શક્ય
            તે નિપુણતા માટે પૂછો. અજાયબીઓથી કામ કરવા માટે તાણ ન કરો, પરંતુ તેમને
            તમારી જાતને પણ નકારીશો નહીં. નિપુણતાની શરૂઆત દ્રષ્ટિ છે; તમારી
            આજુબાજુના ચમત્કારો જુઓ અને તેનાથી વધુ મોટા ચમત્કારો વધવા માટે સરળ
            બનશે.
          </p>
        </div>
        <div className="mt-3">
          <span className="mt-3 text-2xl">3. તમારી જાતને પ્રકાશમાં જુઓ.</span>
          <p className="mt-3 text-xl">
            અહંકાર તમને ગરીબ અને શક્તિવિહીન અનુભૂતિ કરીને પોતાની પકડ રાખે છે.
            અભાવની આ ભાવનાથી દૃષ્ટિમાં બધું મેળવવાની ભૂખ વધે છે. પૈસા, શક્તિ,
            સેક્સ અને આનંદ શૂન્યતા ભરવા માટે માનવામાં આવે છે, પરંતુ તે ક્યારેય
            કરતા નથી. જો તમે તમારી જાતને પ્રકાશમાં જોશો તો તમે આ પીડાદાયક
            ભ્રમણાથી બચી શકો છો. તમારા અને સંત વચ્ચે માત્ર એટલો જ તફાવત છે કે
            તમારો પ્રકાશ નાનો છે અને સંતનો મહાન છે. તમે બંને પ્રકાશ છો.
          </p>
        </div>
        <div className=" mt-3">
          <span className="mt-3 text-2xl">4. પ્રકાશમાં બીજા બધાને જુઓ.</span>
          <p className="mt-3 text-xl">
            દરેક વ્યક્તિ એક જ પ્રકાશમાં રહે છે. જ્યારે તમે બીજા માણસોનો ન્યાય
            કરવાની લાલચમાં હોવ છો, પછી ભલે તે તે સ્પષ્ટ રીતે લાયક છે, તમારી
            જાતને યાદ અપાવો કે દરેક વ્યક્તિ તેના અથવા તેણીના પોતાના સ્તરના
            સભાનતાથી શ્રેષ્ઠ રીતે કરી રહ્યો છે.
          </p>
        </div>
        <div className="mt-3">
          <span className="mt-3 text-2xl">5. દરરોજ તમારા ઇરાદાને મજબૂત બનાવો.</span>
          <p className="mt-3 text-xl">
            રોજિંદા જીવન એ એક પ્રકારની ઘૂમરાતી અરાજકતા છે, અને તેની માંગમાં
            અહંકાર ફેલાયેલો છે. તમારે તમારા આધ્યાત્મિક ઉદ્દેશ્યની યાદ રાખવાની
            જરૂર છે. કેટલાક લોકોને તેમના ઉદ્દેશ લખવામાં મદદરૂપ લાગે છે; બીજાઓ
            માટે, નિયમિત ધ્યાન અને પ્રાર્થનાનો સમયગાળો ઉપયોગી છે. તમારું કેન્દ્ર
            શોધો, તમારી જાતને નજીકથી જુઓ અને જ્યાં સુધી તે તમારી અંદર કેન્દ્રિત
            ન લાગે ત્યાં સુધી તમારા ઉદ્દેશ્યને દો નહીં.
          </p>
        </div>
        <div className="mt-3">
          <span className="mt-3 text-2xl">6. પોતાને માફ કરો.</span>
          <p className="mt-3 text-xl">
            જ્યારે આપણે તેની અપેક્ષા રાખીએ છીએ ત્યારે આપણે બધા સ્વાર્થ અને
            ભ્રાંતિના ફસામાં આવીએ છીએ. તકની ટિપ્પણી કે ઘાવ, બેદરકાર જૂઠ્ઠું, અને
            છેતરપિંડી કરવાની અનિવાર્ય અરજ સાર્વત્રિક છે. તમે જ્યાં છો ત્યાં હોવા
            માટે પોતાને માફ કરો. તે જ હુકમ પોતાને માટે લાગુ કરો કે જે તમે અન્ય
            લોકોને લાગુ કરો: હું મારા પોતાના ચેતનાના સ્તરથી હું શ્રેષ્ઠ કરી શકું
            છું. મને સંપૂર્ણ શિષ્યની એક આધ્યાત્મિક માસ્ટરની વ્યાખ્યા ગમે છે: "જે
            હંમેશાં ઠોકર મારતો હોય છે પરંતુ ક્યારેય પડતો નથી."
          </p>
        </div>
        <div className="mt-3">
          <span className="mt-3 text-2xl">7. જવા દો જાણો.</span>
          <p className="mt-3 text-xl">
            આધ્યાત્મિક હોવાનો વિરોધાભાસ એ છે કે તમે હંમેશાં એક જ સમયે ખોટા અને
            હંમેશાં સાચા છો. તમે ભગવાનને જાણવાનો પ્રયત્ન કરવો યોગ્ય છે, પરંતુ
            તમને લાગે છે કે કાલે વસ્તુઓ બદલાશે નહીં તે ખોટું છે. આંતરિક વિકાસનો
            દરેક તબક્કો સારો છે અને ભગવાન દ્વારા તેનું પાલન કરવામાં આવે છે,
            પરંતુ જ્યારે તે આગળ વધવાનો સમય આવે છે ત્યારે જવા દેતા ખચકાશો નહીં.
          </p>
        </div>
        <div className="mt-3">
          <span className="mt-3 text-2xl">8. શું પવિત્ર છે આદર.</span>
          <p className="mt-3 text-xl">
            તમે પવિત્ર વિશે શંકા કરવા માટે લાવવામાં આવ્યા હોઈ શકે છે. આપણા
            સમાજમાં, થોડા લોકો વિશ્વની શાસ્ત્રોની મહાન સંપત્તિને શોધવા માટે ઘણો
            સમય વિતાવે છે. પરંતુ ભગવાનના સંતો અને માનવ પ્રતિનિધિઓ અનંત ખજાનો છે.
            આ ખજાનામાં ડૂબવું તમારા હૃદયને ખોલવામાં મદદ કરશે. સંત અથવા ageષિના
            શબ્દો તે જ ક્ષણે જ્યારે તમારા આત્માને ખીલવા માંગે છે ત્યારે તે યોગ્ય
            ખાતર હોઈ શકે છે.
          </p>
        </div>
        <div className="mt-3">
          <span className="mt-3 text-2xl">9. આત્માને દોરી જવાની મંજૂરી આપો.</span>
          <p className="mt-3 text-xl">
            મોટાભાગના લોકો ચિંતા, નિયંત્રણ, માઇક્રો મેનેજમેન્ટ અને શંકાના વ્યસની
            છે. આ વૃત્તિઓને અનુસરવાની લાલચનો પ્રતિકાર કરો. અવાજ સાંભળો નહીં જે
            કહે છે કે તમારે ચાર્જ સંભાળવો પડશે, તે કંઇક કરવા માટે સતત તકેદારી
            રાખવી એ એકમાત્ર રસ્તો છે. તેના બદલે, આત્માને નવી રીત અજમાવવા દો અને
            પ્રયોગ માટે તૈયાર થવા દો. દરેક વસ્તુએ જેવું જોઈએ તે પ્રમાણે કામ કરવા
            માટેનો ઇરાદો રાખો, પછી જવા દો અને તકોને તમારી રીતે આવવાની મંજૂરી
            આપો. તમે જે પરિણામ લાવવા માટે ખૂબ જ મહેનત કરી રહ્યા છો તે પરિણામ
            તમારા માટે એટલું સારું નહીં હોય જે કુદરતી રીતે આવે.
          </p>
        </div>
        <div className="mt-3">
          <span className="mt-3 text-2xl">10. અજાણ્યાને ભેટી લો.</span>
          <p className="mt-3 text-xl">
            ઘણા વર્ષોથી, તમે પસંદ અને નાપસંદની રચના કરી છે અને અમુક મર્યાદાઓને
            સ્વીકારવાનું શીખ્યા છો. આ કંઈ વાસ્તવિક નથી. તેમ છતાં, તમે વાસ્તવિકને
            એક જ સમયે ઉભરી આવવા માટે દબાણ કરી શકતા નથી. ભ્રાંતિના જાડા સ્તરોને
            છીનવી લેવાનું દુ painfulખદાયક હોવાને કારણે, તમારે આત્માને તેના
            પોતાના સમયમાં પોતાને પ્રગટ કરવાની મંજૂરી આપવી પડશે. ખાતરી કરો કે અજ્
            unknownાત તમારી રાહ જોઈ રહ્યું છે - જેનો તમે પહેલાથી જ જાણો છો તે
            “હું” સાથે કરવાનું કંઈ નથી. તમારા ભાગનો જે ભાગ તમે જાણો છો તે તે ભાગ
            છે જે બધી ઝડપથી બહાર નીકળી જાય છે. જ્યારે તમે કોઈ નવી પ્રેરણા અનુભવો
            છો, એક ઉત્સાહપૂર્ણ વિચાર છે, એક સમજ છે કે જે તમે પહેલાં ક્યારેય
            અભિનય કર્યો નથી, અજાણ્યાને ભેટી લો. નવજાત બાળકની જેમ તેને કોમળ વલણ
            રાખો. ભગવાન અજાણ્યામાં રહે છે, અને જ્યારે તમે તેને પૂર્ણ રીતે ભેટી
            શકો છો, ત્યારે તમે મુક્ત થશો.
          </p>
        </div>
      </div>
    </>
  );
};

export default Spritual;
